Repository: niltonperimneto/Whisky
Catalog: Whisky/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fi, fr, it, ja, ko, nl, pl, pt_br, pt_pt, ro, ru, sv, tr, uk, vi, zh_hans, zh_hant

# steam.stall.hint %lld
source: No progress for %lld minutes
ar: لا يوجد تقدم منذ %lld دقيقة
cs: Žádný postup už %lld min
da: Ingen fremgang i %lld minutter
de: Seit %lld Minuten kein Fortschritt
es: Sin progreso desde hace %lld minutos
fi: Ei edistymistä %lld minuuttiin
fr: Aucune progression depuis %lld minutes
it: Nessun progresso da %lld minuti
ja: %lld 分間進捗がありません
ko: %lld분 동안 진행되지 않음
nl: Al %lld minuten geen voortgang
pl: Brak postępu od %lld min
pt_br: Sem progresso há %lld minutos
pt_pt: Sem progresso há %lld minutos
ro: Niciun progres de %lld minute
ru: Нет прогресса %lld мин.
sv: Ingen förändring på %lld minuter
tr: %lld dakikadır ilerleme yok
uk: Немає поступу %lld хв.
vi: Không có tiến triển trong %lld phút
zh_hans: 已有 %lld 分钟没有进展
zh_hant: 已有 %lld 分鐘沒有進度

# steam.status.running
source: Running
ar: قيد التشغيل
cs: Běží
da: Kører
de: Läuft
es: En ejecución
fi: Käynnissä
fr: En cours
it: In esecuzione
ja: 実行中
ko: 실행 중
nl: Actief
pl: Działa
pt_br: Em execução
pt_pt: Em execução
ro: În execuție
ru: Работает
sv: Körs
tr: Çalışıyor
uk: Працює
vi: Đang chạy
zh_hans: 运行中
zh_hant: 執行中

# steam.status.starting
source: Starting Steam…
ar: جارٍ بدء تشغيل Steam…
cs: Spouštění Steamu…
da: Starter Steam…
de: Steam wird gestartet…
es: Iniciando Steam…
fi: Käynnistetään Steamia…
fr: Démarrage de Steam…
it: Avvio di Steam…
ja: Steam を起動中…
ko: Steam 시작 중…
nl: Steam starten…
pl: Uruchamianie Steam…
pt_br: Iniciando o Steam…
pt_pt: A iniciar o Steam…
ro: Se pornește Steam…
ru: Запуск Steam…
sv: Startar Steam…
tr: Steam başlatılıyor…
uk: Запуск Steam…
vi: Đang khởi động Steam…
zh_hans: 正在启动 Steam…
zh_hant: 正在啟動 Steam…

# tab.config
source: Bottle Configuration
ar: تكوين القارورة
cs: Konfigurace lahve
da: Bottle-konfigurering
de: Bottle Konfiguration
es: Configuración de la botella
fi: Pullon asetukset
fr: Configuration de la bouteille
it: Configurazione della bottiglia
ja: Bottle の設定
ko: Bottle 설정
nl: Bottle configuratie
pl: Konfiguracja butelki
pt_br: Configuração da Bottle
pt_pt: Configuração da Bottle
ro: Configurare Sticlă
ru: Конфигурация бутылки
sv: Flaskkonfiguration
tr: Bottle Konfigürasyon'u
uk: Налаштування пляшки
vi: Cài đặt Bottle
zh_hans: 容器配置
zh_hant: 容器設定

# tab.gameConfigs
source: Game Configurations
ar: تكوينات الألعاب
cs: Konfigurace her
da: Spilkonfigurationer
de: Spielkonfigurationen
es: Configuraciones de juegos
fi: Pelimääritykset
fr: Configurations de jeu
it: Configurazioni di gioco
ja: ゲーム構成
ko: 게임 구성
nl: Gameconfiguraties
pl: Konfiguracje gier
pt_br: Configurações de jogos
pt_pt: Configurações de jogos
ro: Configurări de jocuri
ru: Конфигурации игр
sv: Spelkonfigurationer
tr: Oyun Yapılandırmaları
uk: Конфігурації ігор
vi: Cấu hình game
zh_hans: 游戏配置
zh_hant: 遊戲組態

# tab.processes
source: Running Processes
ar: العمليات قيد التشغيل
cs: Spuštěné procesy
da: Kørende processer
de: Laufende Prozesse
es: Procesos en ejecución
fi: Käynnissä olevat prosessit
fr: Processus en cours d'exécution
it: Processi in esecuzione
ja: 実行中のプロセス
ko: 실행중인 프로세스들
nl: Lopende processen
pl: Uruchamianie procesów
pt_br: Processos em Execução
pt_pt: Processos em Execução
ro: Procese Active
ru: Запущенные процессы
sv: Aktiva processer
tr: Çalışan İşlemler
uk: Запущені процеси
vi: Tiến trình đang chạy
zh_hans: 运行中进程
zh_hant: 正在執行進程

# tab.programs
source: Installed Programs
ar: البرامج المثبتة
cs: Nainstalované programy
da: Installerede programmer
de: Installierte Programme
es: Programas Instalados
fi: Asennetut ohjelmat
fr: Programmes installés
it: Programmi installati
ja: インストール済みのプログラム
ko: 설치된 프로그램
nl: Geïnstalleerde programma's
pl: Zainstalowane programy
pt_br: Programas Instalados
pt_pt: Programas Instalados
ro: Programe Instalate
ru: Установленные программы
sv: Installerade program
tr: İndirilmiş Programlar
uk: Встановлені програми
vi: Ứng dụng đã cài đặt
zh_hans: 已安装的程序
zh_hant: 已安裝的程式

# tab.steamLibrary
source: Steam Library
ar: مكتبة Steam
cs: Knihovna Steam
da: Steam-bibliotek
de: Steam-Bibliothek
es: Biblioteca de Steam
fi: Steam-kirjasto
fr: Bibliothèque Steam
it: Libreria Steam
ja: Steam ライブラリ
ko: Steam 라이브러리
nl: Steam-bibliotheek
pl: Biblioteka Steam
pt_br: Biblioteca Steam
pt_pt: Biblioteca Steam
ro: Bibliotecă Steam
ru: Библиотека Steam
sv: Steam-bibliotek
tr: Steam Kitaplığı
uk: Бібліотека Steam
vi: Thư viện Steam
zh_hans: Steam 资料库
zh_hant: Steam 收藏庫

source: These settings modify SDL environment variables to improve controller detection and button mapping. Try different combinations if your controller isn't working correctly.
ar: تعدّل هذه الإعدادات متغيرات بيئة SDL لتحسين اكتشاف وحدة التحكم وتعيين الأزرار. جرّب مجموعات مختلفة إذا كانت وحدة التحكم لا تعمل بشكل صحيح.
cs: Tato nastavení mění proměnné prostředí SDL a zlepšují rozpoznání ovladače i mapování tlačítek. Pokud ovladač nefunguje správně, vyzkoušejte různé kombinace.
da: Disse indstillinger ændrer SDL-miljøvariabler for at forbedre registrering af controllere og tildeling af knapper. Prøv forskellige kombinationer, hvis din controller ikke virker korrekt.
de: Diese Einstellungen ändern SDL-Umgebungsvariablen, um Controller-Erkennung und Tastenzuordnung zu verbessern. Probiere verschiedene Kombinationen aus, wenn dein Controller nicht richtig funktioniert.
es: Estos ajustes modifican variables de entorno de SDL para mejorar la detección de mandos y la asignación de botones. Prueba distintas combinaciones si tu mando no funciona correctamente.
fi: Nämä asetukset muuttavat SDL:n ympäristömuuttujia ohjaimen tunnistuksen ja painikemäärityksen parantamiseksi. Kokeile eri yhdistelmiä, jos ohjaimesi ei toimi oikein.
fr: Ces réglages modifient les variables d'environnement SDL afin d'améliorer la détection des manettes et le mappage des boutons. Essayez différentes combinaisons si votre manette ne fonctionne pas correctement.
it: Queste impostazioni modificano le variabili d'ambiente di SDL per migliorare il rilevamento dei controller e la mappatura dei tasti. Prova combinazioni diverse se il controller non funziona correttamente.
ja: これらの設定は SDL の環境変数を変更し、コントローラの検出やボタンのマッピングを改善します。コントローラが正しく動作しない場合は、組み合わせを変えて試してください。
ko: 이 설정은 SDL 환경 변수를 변경해 컨트롤러 감지와 버튼 매핑을 개선합니다. 컨트롤러가 제대로 작동하지 않으면 여러 조합을 시도해 보십시오.
nl: Deze instellingen wijzigen SDL-omgevingsvariabelen om de detectie van controllers en de knoptoewijzing te verbeteren. Probeer verschillende combinaties als je controller niet goed werkt.
pl: Te ustawienia zmieniają zmienne środowiskowe SDL, aby poprawić wykrywanie kontrolera i mapowanie przycisków. Jeśli kontroler działa nieprawidłowo, wypróbuj różne kombinacje.
pt_br: Estas configurações alteram variáveis de ambiente do SDL para melhorar a detecção de controles e o mapeamento de botões. Teste combinações diferentes se o seu controle não estiver funcionando direito.
pt_pt: Estas definições alteram variáveis de ambiente do SDL para melhorar a deteção de comandos e o mapeamento de botões. Experimente combinações diferentes se o seu comando não funcionar corretamente.
ro: Aceste setări modifică variabile de mediu SDL pentru a îmbunătăți detectarea controllerelor și maparea butoanelor. Încearcă mai multe combinații dacă controllerul tău nu funcționează corect.
ru: Эти настройки меняют переменные среды SDL, улучшая распознавание контроллера и назначение кнопок. Если контроллер работает неправильно, попробуйте разные сочетания.
sv: De här inställningarna ändrar SDL-miljövariabler för att förbättra identifiering av handkontroller och knappmappning. Prova olika kombinationer om din handkontroll inte fungerar som den ska.
tr: Bu ayarlar, kumanda algılamayı ve düğme eşlemeyi iyileştirmek için SDL ortam değişkenlerini değiştirir. Kumandanız doğru çalışmıyorsa farklı kombinasyonları deneyin.
uk: Ці налаштування змінюють змінні середовища SDL, покращуючи розпізнавання контролера та призначення кнопок. Якщо контролер працює неправильно, спробуйте різні поєднання.
vi: Các cài đặt này thay đổi biến môi trường SDL để cải thiện việc nhận diện tay cầm và ánh xạ nút. Hãy thử các kết hợp khác nhau nếu tay cầm chưa hoạt động đúng.
zh_hans: 这些设置会修改 SDL 环境变量，以改善控制器识别和按键映射。如果控制器工作不正常，可尝试不同的组合。
zh_hant: 這些設定會修改 SDL 環境變數，以改善控制器偵測與按鍵對應。如果控制器運作不正常，可嘗試不同的組合。

source: This will remove all crash diagnosis records for this program.
ar: سيؤدي هذا إلى حذف جميع سجلات تشخيص التعطل لهذا البرنامج.
cs: Všechny záznamy o diagnostice pádů tohoto programu budou odstraněny.
da: Alle nedbrudsdiagnoser for dette program bliver fjernet.
de: Dadurch werden alle Absturzdiagnosen für dieses Programm entfernt.
es: Se eliminarán todos los registros de diagnóstico de fallos de este programa.
fi: Tämä poistaa kaikki tämän ohjelman kaatumisdiagnoosit.
fr: Tous les diagnostics de plantage enregistrés pour ce programme seront supprimés.
it: Verranno rimossi tutti i record di diagnosi degli arresti di questo programma.
ja: このプログラムのクラッシュ診断の記録がすべて削除されます。
ko: 이 프로그램의 크래시 진단 기록이 모두 삭제됩니다.
nl: Hiermee worden alle crashdiagnoses voor dit programma verwijderd.
pl: Wszystkie zapisy diagnoz awarii tego programu zostaną usunięte.
pt_br: Todos os registros de diagnóstico de falhas deste programa serão removidos.
pt_pt: Serão removidos todos os registos de diagnóstico de falhas deste programa.
ro: Vor fi eliminate toate înregistrările de diagnoză a crash-urilor pentru acest program.
ru: Все записи о диагностике сбоев для этой программы будут удалены.
sv: Alla kraschdiagnoser för det här programmet tas bort.
tr: Bu işlem, bu programa ait tüm çökme tanılama kayıtlarını siler.
uk: Усі записи про діагностику збоїв для цієї програми буде видалено.
vi: Thao tác này sẽ xóa toàn bộ bản ghi chẩn đoán sự cố của chương trình này.
zh_hans: 这将移除此程序的所有崩溃诊断记录。
zh_hant: 這會移除此程式的所有當機診斷記錄。

source: Troubleshoot Audio…
ar: استكشاف مشكلات الصوت…
cs: Řešení potíží se zvukem…
da: Fejlfinding af lyd…
de: Audio-Fehlerbehebung…
es: Solucionar audio…
fi: Selvitä ääniongelmia…
fr: Dépanner l'audio…
it: Risolvi problemi audio…
ja: オーディオのトラブルシューティング…
ko: 오디오 문제 해결…
nl: Audioproblemen oplossen…
pl: Rozwiąż problemy z dźwiękiem…
pt_br: Resolver problemas de áudio…
pt_pt: Resolver problemas de áudio…
ro: Depanare audio…
ru: Устранение проблем со звуком…
sv: Felsök ljud…
tr: Ses Sorunlarını Gider…
uk: Усунення проблем зі звуком…
vi: Khắc phục âm thanh…
zh_hans: 音频疑难解答…
zh_hant: 音訊疑難排解…

# troubleshooting.back
source: Back
ar: رجوع
cs: Zpět
da: Tilbage
de: Zurück
es: Atrás
fi: Takaisin
fr: Retour
it: Indietro
ja: 戻る
ko: 뒤로
nl: Terug
pl: Wstecz
pt_br: Voltar
pt_pt: Retroceder
ro: Înapoi
ru: Назад
sv: Tillbaka
tr: Geri
uk: Назад
vi: Quay lại
zh_hans: 返回
zh_hant: 返回

# troubleshooting.branch.pathChanged
source: Path updated
ar: تم تحديث المسار
cs: Cesta aktualizována
da: Stien blev opdateret
de: Pfad aktualisiert
es: Ruta actualizada
fi: Polku päivitetty
fr: Chemin mis à jour
it: Percorso aggiornato
ja: パスを更新しました
ko: 경로 업데이트됨
nl: Pad bijgewerkt
pl: Zaktualizowano ścieżkę
pt_br: Caminho atualizado
pt_pt: Caminho atualizado
ro: Cale actualizată
ru: Путь обновлён
sv: Sökvägen uppdaterades
tr: Yol güncellendi
uk: Шлях оновлено
vi: Đã cập nhật đường dẫn
zh_hans: 路径已更新
zh_hant: 路徑已更新

# troubleshooting.check.alreadyConfigured
source: Already configured
ar: تم التكوين بالفعل
cs: Již nastaveno
da: Allerede konfigureret
de: Bereits konfiguriert
es: Ya está configurado
fi: Jo määritetty
fr: Déjà configuré
it: Già configurato
ja: 設定済み
ko: 이미 구성됨
nl: Al ingesteld
pl: Już skonfigurowane
pt_br: Já configurado
pt_pt: Já está configurado
ro: Deja configurat
ru: Уже настроено
sv: Redan konfigurerad
tr: Zaten yapılandırılmış
uk: Уже налаштовано
vi: Đã cấu hình
zh_hans: 已配置
zh_hant: 已設定

# troubleshooting.check.running
source: Running check…
ar: جارٍ إجراء الفحص…
cs: Probíhá kontrola…
da: Tjekker…
de: Prüfung läuft…
es: Comprobando…
fi: Suoritetaan tarkistusta…
fr: Vérification en cours…
it: Controllo in corso…
ja: チェック中…
ko: 점검 실행 중…
nl: Controle wordt uitgevoerd…
pl: Trwa sprawdzanie…
pt_br: Verificando…
pt_pt: A verificar…
ro: Se verifică…
ru: Выполняется проверка…
sv: Kontroll pågår…
tr: Denetim çalıştırılıyor…
uk: Триває перевірка…
vi: Đang chạy kiểm tra…
zh_hans: 正在检查…
zh_hant: 正在檢查…

# troubleshooting.entry.helpMenu
source: Troubleshoot…
ar: استكشاف الأخطاء…
cs: Vyřešit potíže…
da: Fejlfinding…
de: Fehlerbehebung…
es: Solucionar problemas…
fi: Selvitä ongelmaa…
fr: Dépanner…
it: Risolvi problemi…
ja: トラブルシューティング…
ko: 문제 해결…
nl: Problemen oplossen…
pl: Rozwiąż problem…
pt_br: Resolver problemas…
pt_pt: Resolver problemas…
ro: Depanare…
ru: Устранить неполадки…
sv: Felsök…
tr: Sorun Gider…
uk: Усунути проблеми…
vi: Khắc phục sự cố…
zh_hans: 疑难解答…
zh_hant: 疑難排解…

# troubleshooting.entry.proactive
source: A troubleshooting guide is available for this issue
ar: يتوفر دليل لاستكشاف هذه المشكلة
cs: K tomuto problému je k dispozici průvodce
da: Der findes en fejlfindingsvejledning til dette problem
de: Für dieses Problem gibt es eine Anleitung zur Fehlerbehebung
es: Hay una guía de resolución de problemas para este caso
fi: Tähän ongelmaan on saatavilla vianmääritysopas
fr: Un guide de dépannage est disponible pour ce problème
it: Per questo problema è disponibile una guida alla risoluzione
ja: この問題に対応するトラブルシューティングガイドがあります
ko: 이 문제에 대한 문제 해결 가이드가 있습니다
nl: Voor dit probleem is een handleiding beschikbaar
pl: Do tego problemu jest dostępny przewodnik
pt_br: Há um guia de resolução de problemas para este caso
pt_pt: Existe um guia de resolução de problemas para este caso
ro: Există un ghid de depanare pentru această problemă
ru: Для этой проблемы есть руководство по устранению
sv: Det finns en felsökningsguide för det här problemet
tr: Bu sorun için bir sorun giderme kılavuzu var
uk: Для цієї проблеми є посібник з усунення
vi: Có hướng dẫn khắc phục cho sự cố này
zh_hans: 此问题有对应的疑难解答指南
zh_hant: 此問題有對應的疑難排解指南

# troubleshooting.entry.resumeSession
source: Resume troubleshooting
ar: متابعة استكشاف الأخطاء
cs: Pokračovat v řešení potíží
da: Genoptag fejlfinding
de: Fehlerbehebung fortsetzen
es: Retomar la resolución de problemas
fi: Jatka vianmääritystä
fr: Reprendre le dépannage
it: Riprendi la risoluzione dei problemi
ja: トラブルシューティングを再開
ko: 문제 해결 이어서 하기
nl: Probleemoplossing hervatten
pl: Wznów rozwiązywanie problemów
pt_br: Retomar a resolução de problemas
pt_pt: Retomar a resolução de problemas
ro: Reia depanarea
ru: Продолжить устранение неполадок
sv: Återuppta felsökningen
tr: Sorun gidermeye devam et
uk: Продовжити усунення проблем
vi: Tiếp tục khắc phục sự cố
zh_hans: 继续疑难解答
zh_hant: 繼續疑難排解

# troubleshooting.entry.startGuided
source: Start Guided Troubleshooting
ar: بدء استكشاف الأخطاء الموجّه
cs: Spustit průvodce řešením potíží
da: Start guidet fejlfinding
de: Geführte Fehlerbehebung starten
es: Iniciar resolución guiada
fi: Aloita ohjattu vianmääritys
fr: Démarrer le dépannage guidé
it: Avvia la risoluzione guidata
ja: ガイド付きトラブルシューティングを開始
ko: 단계별 문제 해결 시작
nl: Start begeleide probleemoplossing
pl: Rozpocznij prowadzone rozwiązywanie problemów
pt_br: Iniciar resolução guiada
pt_pt: Iniciar resolução guiada
ro: Pornește depanarea ghidată
ru: Начать пошаговое устранение неполадок
sv: Starta guidad felsökning
tr: Rehberli Sorun Gidermeyi Başlat
uk: Почати покрокове усунення проблем
vi: Bắt đầu khắc phục có hướng dẫn
zh_hans: 开始引导式疑难解答
zh_hant: 開始引導式疑難排解

# troubleshooting.entry.troubleshoot
source: Troubleshoot…
ar: استكشاف الأخطاء…
cs: Vyřešit potíže…
da: Fejlfinding…
de: Fehlerbehebung…
es: Solucionar problemas…
fi: Selvitä ongelmaa…
fr: Dépanner…
it: Risolvi problemi…
ja: トラブルシューティング…
ko: 문제 해결…
nl: Problemen oplossen…
pl: Rozwiąż problem…
pt_br: Resolver problemas…
pt_pt: Resolver problemas…
ro: Depanare…
ru: Устранить неполадки…
sv: Felsök…
tr: Sorun Gider…
uk: Усунути проблеми…
vi: Khắc phục sự cố…
zh_hans: 疑难解答…
zh_hant: 疑難排解…

# troubleshooting.escalation.enhancedDiag
source: Run Enhanced Diagnostics
ar: تشغيل التشخيص الموسّع
cs: Spustit rozšířenou diagnostiku
da: Kør udvidet diagnostik
de: Erweiterte Diagnose ausführen
es: Ejecutar diagnósticos avanzados
fi: Suorita laajennettu vianmääritys
fr: Lancer des diagnostics détaillés
it: Esegui diagnostica avanzata
ja: 詳細診断を実行
ko: 상세 진단 실행
nl: Voer uitgebreide diagnose uit
pl: Uruchom rozszerzoną diagnostykę
pt_br: Executar diagnósticos avançados
pt_pt: Executar diagnósticos avançados
ro: Rulează diagnostice detaliate
ru: Запустить расширенную диагностику
sv: Kör utökad diagnostik
tr: Gelişmiş Tanılamayı Çalıştır
uk: Запустити розширену діагностику
vi: Chạy chẩn đoán mở rộng
zh_hans: 运行增强诊断
zh_hant: 執行強化診斷

# troubleshooting.escalation.export
source: Export Diagnostics
ar: تصدير التشخيص
cs: Exportovat diagnostiku
da: Eksportér diagnostik
de: Diagnose exportieren
es: Exportar diagnósticos
fi: Vie vianmääritys
fr: Exporter les diagnostics
it: Esporta diagnostica
ja: 診断情報を書き出す
ko: 진단 정보 내보내기
nl: Exporteer diagnose
pl: Eksportuj diagnostykę
pt_br: Exportar diagnósticos
pt_pt: Exportar diagnósticos
ro: Exportă diagnosticele
ru: Экспортировать диагностику
sv: Exportera diagnostik
tr: Tanılamayı Dışa Aktar
uk: Експортувати діагностику
vi: Xuất chẩn đoán
zh_hans: 导出诊断信息
zh_hant: 匯出診斷資訊

# troubleshooting.escalation.retry
source: Retry from Step…
ar: إعادة المحاولة من خطوة…
cs: Opakovat od kroku…
da: Prøv igen fra trin…
de: Ab Schritt wiederholen…
es: Reintentar desde el paso…
fi: Yritä uudelleen vaiheesta…
fr: Reprendre à l'étape…
it: Riprova dal passo…
ja: ステップを選んで再試行…
ko: 단계부터 다시 시도…
nl: Opnieuw vanaf stap…
pl: Ponów od kroku…
pt_br: Repetir a partir da etapa…
pt_pt: Repetir a partir do passo…
ro: Reia de la pasul…
ru: Повторить с шага…
sv: Försök igen från steg…
tr: Adımdan Yeniden Dene…
uk: Повторити з кроку…
vi: Thử lại từ bước…
zh_hans: 从指定步骤重试…
zh_hant: 從指定步驟重試…

# troubleshooting.escalation.supportDraft
source: Open Support Issue Draft
ar: فتح مسودة طلب الدعم
cs: Otevřít koncept hlášení
da: Åbn udkast til supporthenvendelse
de: Entwurf für Support-Anfrage öffnen
es: Abrir borrador de incidencia
fi: Avaa tukipyynnön luonnos
fr: Ouvrir un brouillon de ticket
it: Apri bozza di segnalazione
ja: サポートへの報告の下書きを開く
ko: 지원 문의 초안 열기
nl: Open concept voor supportmelding
pl: Otwórz szkic zgłoszenia
pt_br: Abrir rascunho de chamado
pt_pt: Abrir rascunho de reporte
ro: Deschide o schiță de sesizare
ru: Открыть черновик обращения
sv: Öppna utkast till supportärende
tr: Destek Kaydı Taslağını Aç
uk: Відкрити чернетку звернення
vi: Mở bản nháp yêu cầu hỗ trợ
zh_hans: 打开支持问题草稿
zh_hant: 打開支援問題草稿

# troubleshooting.escalation.title
source: Could Not Resolve Automatically
ar: تعذّر الحل تلقائيًا
cs: Nepodařilo se vyřešit automaticky
da: Kunne ikke løses automatisk
de: Konnte nicht automatisch behoben werden
es: No se ha podido resolver automáticamente
fi: Ei voitu ratkaista automaattisesti
fr: Résolution automatique impossible
it: Impossibile risolvere automaticamente
ja: 自動では解決できませんでした
ko: 자동으로 해결하지 못했습니다
nl: Kon niet automatisch worden opgelost
pl: Nie udało się rozwiązać automatycznie
pt_br: Não foi possível resolver automaticamente
pt_pt: Não foi possível resolver automaticamente
ro: Nu s-a putut rezolva automat
ru: Не удалось устранить автоматически
sv: Kunde inte lösas automatiskt
tr: Otomatik Olarak Çözülemedi
uk: Не вдалося усунути автоматично
vi: Không thể tự khắc phục
zh_hans: 无法自动解决
zh_hant: 無法自動解決

# troubleshooting.fix.apply
source: Apply Fix
ar: تطبيق الإصلاح
cs: Použít opravu
da: Anvend løsning
de: Korrektur anwenden
es: Aplicar solución
fi: Ota korjaus käyttöön
fr: Appliquer le correctif
it: Applica la correzione
ja: 修正を適用
ko: 수정 적용
nl: Pas oplossing toe
pl: Zastosuj poprawkę
pt_br: Aplicar correção
pt_pt: Aplicar correção
ro: Aplică remedierea
ru: Применить исправление
sv: Använd åtgärden
tr: Düzeltmeyi Uygula
uk: Застосувати виправлення
vi: Áp dụng cách khắc phục
zh_hans: 应用修复
zh_hant: 套用修正

# troubleshooting.fix.confirm
source: Apply this fix?
ar: هل تريد تطبيق هذا الإصلاح؟
cs: Použít tuto opravu?
da: Vil du anvende denne løsning?
de: Diese Korrektur anwenden?
es: ¿Aplicar esta solución?
fi: Otetaanko tämä korjaus käyttöön?
fr: Appliquer ce correctif ?
it: Applicare questa correzione?
ja: この修正を適用しますか？
ko: 이 수정을 적용하시겠습니까?
nl: Deze oplossing toepassen?
pl: Zastosować tę poprawkę?
pt_br: Aplicar esta correção?
pt_pt: Aplicar esta correção?
ro: Aplici această remediere?
ru: Применить это исправление?
sv: Vill du använda den här åtgärden?
tr: Bu düzeltme uygulansın mı?
uk: Застосувати це виправлення?
vi: Áp dụng cách khắc phục này?
zh_hans: 要应用此修复吗？
zh_hant: 要套用此修正嗎？

# troubleshooting.fix.confirmHighImpact
source: This is a high-impact change. Are you sure?
ar: هذا تغيير كبير التأثير. هل أنت متأكد؟
cs: Jde o zásadní změnu. Opravdu pokračovat?
da: Det er en gennemgribende ændring. Er du sikker?
de: Das ist eine weitreichende Änderung. Bist du sicher?
es: Es un cambio de gran impacto. ¿Seguro que quieres continuar?
fi: Tämä on vaikutuksiltaan suuri muutos. Oletko varma?
fr: Cette modification a un impact important. Confirmer ?
it: È una modifica ad alto impatto. Vuoi procedere?
ja: 影響の大きい変更です。実行してもよろしいですか？
ko: 영향이 큰 변경입니다. 계속하시겠습니까?
nl: Dit is een ingrijpende wijziging. Weet je het zeker?
pl: To zmiana o dużym wpływie. Na pewno?
pt_br: Esta é uma alteração de grande impacto. Quer continuar?
pt_pt: Esta alteração tem grande impacto. Pretende continuar?
ro: Este o modificare cu impact mare. Continui?
ru: Это серьёзное изменение. Продолжить?
sv: Det här är en genomgripande ändring. Är du säker?
tr: Bu, etkisi büyük bir değişiklik. Emin misiniz?
uk: Це суттєва зміна. Продовжити?
vi: Đây là thay đổi có tác động lớn. Bạn chắc chứ?
zh_hans: 这是影响较大的更改。确定要继续吗？
zh_hant: 這是影響較大的變更。確定要繼續嗎？

# troubleshooting.fix.irreversible
source: This action cannot be undone
ar: لا يمكن التراجع عن هذا الإجراء
cs: Tuto akci nelze vrátit zpět
da: Handlingen kan ikke fortrydes
de: Diese Aktion kann nicht rückgängig gemacht werden
es: Esta acción no se puede deshacer
fi: Tätä toimintoa ei voi perua
fr: Cette action est irréversible
it: Questa azione non può essere annullata
ja: この操作は取り消せません
ko: 이 작업은 되돌릴 수 없습니다
nl: Deze actie kan niet ongedaan worden gemaakt
pl: Tej czynności nie można cofnąć
pt_br: Esta ação não pode ser desfeita
pt_pt: Esta ação não pode ser anulada
ro: Această acțiune nu poate fi anulată
ru: Это действие нельзя отменить
sv: Åtgärden går inte att ångra
tr: Bu işlem geri alınamaz
uk: Цю дію не можна скасувати
vi: Không thể hoàn tác thao tác này
zh_hans: 此操作无法撤销
zh_hant: 此操作無法還原

# troubleshooting.fix.preview.current
source: Current
ar: الحالي
cs: Nyní
da: Nuværende
de: Aktuell
es: Actual
fi: Nykyinen
fr: Actuel
it: Attuale
ja: 現在
ko: 현재
nl: Huidig
pl: Obecnie
pt_br: Atual
pt_pt: Atual
ro: Actual
ru: Сейчас
sv: Nuvarande
tr: Geçerli
uk: Зараз
vi: Hiện tại
zh_hans: 当前
zh_hant: 目前

# troubleshooting.fix.preview.new
source: New
ar: الجديد
cs: Nově
da: Ny
de: Neu
es: Nuevo
fi: Uusi
fr: Nouveau
it: Nuovo
ja: 変更後
ko: 변경 후
nl: Nieuw
pl: Nowe
pt_br: Nova
pt_pt: Nova
ro: Nou
ru: Станет
sv: Ny
tr: Yeni
uk: Стане
vi: Mới
zh_hans: 更改后
zh_hant: 變更後

# troubleshooting.fix.reversible
source: This change can be undone
ar: يمكن التراجع عن هذا التغيير
cs: Tuto změnu lze vrátit zpět
da: Ændringen kan fortrydes
de: Diese Änderung kann rückgängig gemacht werden
es: Este cambio se puede deshacer
fi: Tämän muutoksen voi perua
fr: Cette modification est réversible
it: Questa modifica può essere annullata
ja: この変更は取り消せます
ko: 이 변경은 되돌릴 수 있습니다
nl: Deze wijziging kan ongedaan worden gemaakt
pl: Tę zmianę można cofnąć
pt_br: Esta alteração pode ser desfeita
pt_pt: Esta alteração pode ser anulada
ro: Această modificare poate fi anulată
ru: Это изменение можно отменить
sv: Ändringen går att ångra
tr: Bu değişiklik geri alınabilir
uk: Цю зміну можна скасувати
vi: Có thể hoàn tác thay đổi này
zh_hans: 此更改可以撤销
zh_hant: 此變更可以還原
